/*
 * IJLocalizable.strings
 *
*/
//-----------------------------------------------------------------------------
/* LanguageInformation */
"LNG" = "EN";


/* MediaSupply */
"MS4" = "Manual";
"MS4_04" = "Manual Feed";
"MS7" = "Auto Sheet Feeder";
"MS7_02" = "Auto Sheet Feeder";
"MS7_03" = "Rear Tray";
"MS26" = "Disc tray";
"MS27" = "Cassette";
"MS27_02" = "Cassette";
"MS28" = "Cassette";
"MS28_02" = "Cassette";
"MS29" = "Paper Feed Switch";
"MS29_02" = "Paper Feed Switch";
"MS29_03" = "Paper Feed Switch";
"MS31" = "Continuous Autofeed";
"MS31_03" = "Continuous Autofeed";
"MS32" = "Front Feeder";
"MS33" = "Front Tray";
"MS33_03" = "Front Tray";
"MS34" = "Front Feeder";
"MS34_03" = "Front Tray";
"MS35" = "Cassette";
"MS35_02" = "Cassette";
"MS36" = "Automatically Select";
"MS38" = "Manual Feed";
"MS39" = "Front Tray";
"MS40" = "Cassette";
"MS43" = "Cassette";
"MS44" = "Cassette 1";
"MS45" = "Cassette 2";
"MS46" = "Cassette (Auto Select)";
"MS47" = "Cassette";
"MS60" = "ASF(If paper scratched)";
"MS71" = "Roll Paper (Auto)";
"MS72" = "Roll 1";
"MS73" = "Roll 2";
"MS70" = "Cut Sheet";
"MS3300" = "Paper Allocation";
"MS3301" = "Front for Plain Paper";
"MS3301_02" = "Front for Plain Paper";
"MS3301_03" = "Front for Plain Paper";

/* PDE Message */
"MessPSNotCasette" = "A paper size that cannot be fed from the Cassette was selected.";
"MessPSNotFrontFeeder" = "A paper size that cannot be fed from the front feeder was selected.";
"MessPSNotFrontFeeder_03" = "A paper size that cannot be fed from the front tray was selected.";
"MessPSNotFedFromThisFeed" = "A paper size that cannot be fed from %@ was selected.";
"AlertMessPaperNotFedFromCassetteOrFront" = "Change the [%@] setting to [%@].";
"MessTitlePSNotCasseteAndASF" = "A paper size that is not supported by plain paper printing is selected.";
"MessContentsPSNotCasseteAndASF" = "Change the paper size setting, and then print again.";
"MessTitlePSandMTNotAnyFeed" = "The media type and paper size are not set correctly.";
"MessContentsPSandMTNotAnyFeed" = "Change the media type or paper size setting, and print again.";
"NoManualMes1" = "Help cannot be displayed.";
"NoManualMes2" = "The requested help file is not found.\r\rThe help files are included in the On-screen Manual.\rPlease first install the On-screen Manual.\rFor the installation instructions, see the manual of your Canon product or the Canon Web site.";
"Cancel" = "Cancel";
"OK" = "OK";
"Btn_OK" = "OK";

"AlertMessTitleEnvelop" = "The printer is set to print on an envelope.";
"AlertMessEnvelop" = "Lower the paper support and then load an envelope.\rThen click [OK] to start printing.";
"AlertMessEnvelop_OK" = "Lower the paper support and then load an envelope.\rThen click [OK] to start printing.";
"AlertMessTitleGrayscale" = "Starting grayscale printing.";
"AlertMessGrayscale" = "Printing with 45 mm (1.77\") or larger margins is recommended when printing in grayscale.\rWhite streaks and discoloration may occur at the top and bottom of the print in some cases.\r\rIf you want to set margins, click [Cancel] to stop printing.\rIf you want to continue printing, click [OK].";
"AlertMessGrayscale_OK" = "Printing with 45 mm (1.77\") or larger margins is recommended when printing in grayscale.\rWhite streaks and discoloration may occur at the top and bottom of the print in some cases.\r\rIf you want to set margins, click [Cancel] to stop printing.\rIf you want to continue printing, click [OK].";
"AlertMessTitlePaperNotAvailableForAutoDuplex" = "A paper size that is not available for duplex printing is selected.";
"AlertMessPaperNotAvailableForAutoDuplex" = "Turn off the duplex printing setting.";
"AlertMessTitleInvalidStapleMargin" = "The entered value cannot be applied to margin.";
"AlertMessInvalidStapleMarginMm" = "The stapling margin range is from 0 to 30 mm.";
"AlertMessInvalidStapleMarginInch" = "The stapling margin range is from 0 to 1.2 inches.";

"AlertMessTitleChoukeiEnvelop" = "The printer is set to print on a long envelope.";
"MessContentsThisSideSetFlapOpen" = "Open the flap of the long envelope, and fit the envelope into the %@ so that the flap edge is facing toward you.\r\rBefore printing, click [Help] and refer to the manual.\r\rThen click [OK] to start printing.";
"MessContentsTopSideSetFlapOpen" = "Open the flap of the long envelope, and fit the envelope into the %@ so that the flap is on top.\r\rBefore printing, click [Help] and refer to the manual.\r\rThen click [OK] to start printing.";

"AlertMessTitlePaperAbrasion" = "[Prevent paper abrasion] is set.";
"AlertMessPaperAbrasion_QualityAndSpeed" = "If you continue printing without changing the setting, the print quality or print speed may be affected.\rTo change the setting, click [Cancel]. Then uncheck [Prevent paper abrasion] in the Custom Settings panel of the Utility, and click [Send].\rTo print without changing the setting, click [OK].";
"AlertMessPaperAbrasion_QualityAndSpeed_02" = "If you continue printing without changing the setting, the print quality or print speed may be affected.\rTo change the setting, click [Cancel]. Then uncheck [Prevent paper abrasion] in the Custom Settings panel of the Utility, and click [Apply].\rTo print without changing the setting, click [OK].";
"AlertMessPaperAbrasion_QualityAndSpeed_OK" = "If you continue printing without changing the setting, the print quality or print speed may be affected.\rTo change the setting, click [Cancel]. Then uncheck [Prevent paper abrasion] in the Custom Settings panel of the Utility, and click [Send].\rTo print without changing the setting, click [OK].";
"AlertMessPaperAbrasion_QualityAndSpeed_OK_02" = "If you continue printing without changing the setting, the print quality or print speed may be affected.\rTo change the setting, click [Cancel]. Then uncheck [Prevent paper abrasion] in the Custom Settings panel of the Utility, and click [Apply].\rTo print without changing the setting, click [OK].";
"AlertMessPaperAbrasion_Quality" = "If you continue printing without changing the setting, the print quality may be affected.\rTo change the setting, click [Cancel]. Then uncheck [Prevent paper abrasion] in the Custom Settings panel of the Utility, and click [Send].\rTo print without changing the setting, click [OK].";
"AlertMessPaperAbrasion_Quality_02" = "If you continue printing without changing the setting, the print quality may be affected.\rTo change the setting, click [Cancel]. Then uncheck [Prevent paper abrasion] in the Custom Settings panel of the Utility, and click [Apply].\rTo print without changing the setting, click [OK].";
"AlertMessPaperAbrasion_Quality_OK" = "If you continue printing without changing the setting, the print quality may be affected.\rTo change the setting, click [Cancel]. Then uncheck [Prevent paper abrasion] in the Custom Settings panel of the Utility, and click [Send].\rTo print without changing the setting, click [OK].";
"AlertMessPaperAbrasion_Quality_OK_02" = "If you continue printing without changing the setting, the print quality may be affected.\rTo change the setting, click [Cancel]. Then uncheck [Prevent paper abrasion] in the Custom Settings panel of the Utility, and click [Apply].\rTo print without changing the setting, click [OK].";

"DontShowThisAgain" = "Do not show again";

"AlertMessTitlePSNotCasseteForAutoSelect" = "Load the following paper into the rear tray.";
"AlertMessContentsPSNotCasseteForAutoSelect" = " Media Type : %@\r Paper Size : %@\rClicking [OK] will start printing.\r\rPlain paper that is not A4, Letter, B5, or A5 size will be fed from the rear tray.";
"AlertMessContentsPSNotCasseteForAutoSelect_OK" = " Media Type : %@\r Paper Size : %@\rClicking [OK] will start printing.\r\rPlain paper that is not A4, Letter, B5, or A5 size will be fed from the rear tray.";

"AlertMessTitleCDRPrintGuide" = "Starting printable disc printing.";
"AlertMessTitleCDRPrintGuide_02" = "Starting disc label printing.";
"AlertMessContentsCDRPrintGuide" = "When the printer is ready for printable disc printing, the message appears prompting you to insert the CD-R tray.\rDo not insert the CD-R tray until this message appears.\rClick [OK] to get the printer ready for printable disc printing.";
"AlertMessContentsCDRPrintGuide_OK" = "When the printer is ready for printable disc printing, the message appears prompting you to insert the CD-R tray.\rDo not insert the CD-R tray until this message appears.\rClick [OK] to get the printer ready for printable disc printing.";
"AlertMessContentsCDRPrintGuide_02" = "When the printer is ready for disc label printing, the message appears prompting you to insert the disc tray.\rDo not insert the disc tray until this message appears.\rClick [OK] to get the printer ready for disc label printing.";
"AlertMessContentsCDRPrintGuide_OK_02" = "When the printer is ready for disc label printing, the message appears prompting you to insert the disc tray.\rDo not insert the disc tray until this message appears.\rClick [OK] to get the printer ready for disc label printing.";





"MessTitleHagakiGuide" = "The printer is set to print on hagaki.";
"MessTitleHagakiGuide_07" = "The printer is set to print on hagaki.";
"MessTitleHagakiGuideForAddress" = "The printer is set to print on the address side of hagaki.";
"MessTitleHagakiGuideForContents" = "The printer is set to print on the message side of hagaki.";
"MessContentsHagakiGuidePaperUpward" = "Fit the hagaki into the rear tray as follows.\r- The printing side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperUpward_07" = "Fit the hagaki into the rear tray as follows.\r- The printing side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperUpward_OK" = "Fit the hagaki into the rear tray as follows.\r- The printing side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperDownward" = "Fit the hagaki into the rear tray as follows.\r- The printing side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperDownward_07" = "Fit the hagaki into the rear tray as follows.\r- The printing side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperDownward_OK" = "Fit the hagaki into the rear tray as follows.\r- The printing side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperUpwardForAddress" = "Fit the hagaki into the rear tray as follows.\r- The address side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperUpwardForAddress_07" = "Fit the hagaki into the rear tray as follows.\r- The address side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperUpwardForAddress_OK" = "Fit the hagaki into the rear tray as follows.\r- The address side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperDownwardForAddress" = "Fit the hagaki into the rear tray as follows.\r- The address side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperDownwardForAddress_07" = "Fit the hagaki into the rear tray as follows.\r- The address side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperDownwardForAddress_OK" = "Fit the hagaki into the rear tray as follows.\r- The address side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperUpwardForContents" = "Fit the hagaki into the rear tray as follows.\r- The message side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperUpwardForContents_07" = "Fit the hagaki into the rear tray as follows.\r- The message side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperUpwardForContents_OK" = "Fit the hagaki into the rear tray as follows.\r- The message side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperDownwardForContents" = "Fit the hagaki into the rear tray as follows.\r- The message side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperDownwardForContents_07" = "Fit the hagaki into the rear tray as follows.\r- The message side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperDownwardForContents_OK" = "Fit the hagaki into the rear tray as follows.\r- The message side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYou" = "Fit the hagaki into the front tray as follows.\r- The printing side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYou_Cassette" = "Fit the hagaki into the cassette (upper) as follows.\r- The printing side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYou_Cassette_02" = "Fit the hagaki into the cassette 1 as follows.\r- The printing side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYou_Cassette_03" = "Fit the hagaki into the cassette as follows.\r- The printing side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYou" = "Fit the hagaki into the front tray as follows.\r- The printing side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYou_Cassette" = "Fit the hagaki into the cassette (upper) as follows.\r- The printing side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYou_Cassette_02" = "Fit the hagaki into the cassette 1 as follows.\r- The printing side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYou_Cassette_03" = "Fit the hagaki into the cassette as follows.\r- The printing side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYouForAddress" = "Fit the hagaki into the front tray as follows.\r- The address side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYouForAddress_Cassette" = "Fit the hagaki into the cassette (upper) as follows.\r- The address side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYouForAddress_Cassette_02" = "Fit the hagaki into the cassette 1 as follows.\r- The address side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYouForAddress_Cassette_03" = "Fit the hagaki into the cassette as follows.\r- The address side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYouForAddress" = "Fit the hagaki into the front tray as follows.\r- The address side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYouForAddress_Cassette" = "Fit the hagaki into the cassette (upper) as follows.\r- The address side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYouForAddress_Cassette_02" = "Fit the hagaki into the cassette 1 as follows.\r- The address side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYouForAddress_Cassette_03" = "Fit the hagaki into the cassette as follows.\r- The address side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYouForContents" = "Fit the hagaki into the front tray as follows.\r- The message side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYouForContents_Cassette" = "Fit the hagaki into the cassette (upper) as follows.\r- The message side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYouForContents_Cassette_02" = "Fit the hagaki into the cassette 1 as follows.\r- The message side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperAwayFromYouForContents_Cassette_03" = "Fit the hagaki into the cassette as follows.\r- The message side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYouForContents" = "Fit the hagaki into the front tray as follows.\r- The message side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYouForContents_Cassette" = "Fit the hagaki into the cassette (upper) as follows.\r- The message side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYouForContents_Cassette_02" = "Fit the hagaki into the cassette 1 as follows.\r- The message side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuidePaperTowardYouForContents_Cassette_03" = "Fit the hagaki into the cassette as follows.\r- The message side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"AlertMessContentsPaperNotAvailableForHagaki2" = "If you print on hagaki 2, select [Postcard Double] for [Paper Size], and then print again.\r\rIf you print on paper other than hagaki, load the paper according to usage instructions, and then click [OK].";
"AlertMessContentsPaperNotAvailableForHagaki2_07" = "If you print on hagaki 2, select [Postcard Double] for [Paper Size], and then print again.\r\rIf you print on paper other than hagaki, load the paper according to usage instructions, and then click [OK].";
"AlertMessContentsPaperNotAvailableForHagaki2_OK" = "If you print on hagaki 2, select [Postcard Double] for [Paper Size], and then print again.\r\rIf you print on paper other than hagaki, load the paper according to usage instructions, and then click [OK].";
"MessTitleHagaki2Guide" = "The printer is set to print on hagaki 2.";
"MessContentsHagaki2GuidePaperUpward" = "Fit the hagaki 2 into the rear tray as follows.\r- The printing side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagaki2GuidePaperUpward_OK" = "Fit the hagaki 2 into the rear tray as follows.\r- The printing side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagaki2GuidePaperDownward" = "Fit the hagaki 2 into the rear tray as follows.\r- The printing side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagaki2GuidePaperDownward_OK" = "Fit the hagaki 2 into the rear tray as follows.\r- The printing side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagaki2GuidePaperAwayFromYou" = "Fit the hagaki 2 into the front tray as follows.\r- The printing side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagaki2GuidePaperAwayFromYou_Cassette" = "Fit the hagaki 2 into the cassette (upper) as follows.\r- The printing side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagaki2GuidePaperAwayFromYou_Cassette_02" = "Fit the hagaki 2 into the cassette 1 as follows.\r- The printing side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagaki2GuidePaperAwayFromYou_Cassette_03" = "Fit the hagaki 2 into the cassette as follows.\r- The printing side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagaki2GuidePaperTowardYou" = "Fit the hagaki 2 into the front tray as follows.\r- The printing side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagaki2GuidePaperTowardYou_Cassette" = "Fit the hagaki 2 into the cassette (upper) as follows.\r- The printing side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagaki2GuidePaperTowardYou_Cassette_02" = "Fit the hagaki 2 into the cassette 1 as follows.\r- The printing side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagaki2GuidePaperTowardYou_Cassette_03" = "Fit the hagaki 2 into the cassette as follows.\r- The printing side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuideLandForRearTray" = "Fit the hagaki into the rear tray as follows.\rTo print on the address side of hagaki.\r- The address side faces forward.\r- The postal code boxes are at the top.\rTo print on the message side of hagaki.\r- The message side faces forward.\r- The postal code boxes are at the bottom.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuideRevLandForRearTray" = "Fit the hagaki into the rear tray as follows.\rTo print on the address side of hagaki.\r- The address side faces forward.\r- The postal code boxes are at the bottom.\rTo print on the message side of hagaki.\r- The message side faces forward.\r- The postal code boxes are at the top.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuideLandForFrontTray" = "Fit the hagaki into the front tray as follows.\rTo print on the address side of hagaki.\r- The address side faces down.\r- The postal code boxes are towards you.\rTo print on the message side of hagaki.\r- The message side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuideLandForCassette" = "Fit the hagaki into the cassette (upper) as follows.\rTo print on the address side of hagaki.\r- The address side faces down.\r- The postal code boxes are towards you.\rTo print on the message side of hagaki.\r- The message side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuideLandForCassette_02" = "Fit the hagaki into the cassette 1 as follows.\rTo print on the address side of hagaki.\r- The address side faces down.\r- The postal code boxes are towards you.\rTo print on the message side of hagaki.\r- The message side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuideLandForCassette_03" = "Fit the hagaki into the cassette as follows.\rTo print on the address side of hagaki.\r- The address side faces down.\r- The postal code boxes are towards you.\rTo print on the message side of hagaki.\r- The message side faces down.\r- The postal code boxes are away from you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuideRevLandForFrontTray" = "Fit the hagaki into the front tray as follows.\rTo print on the address side of hagaki.\r- The address side faces down.\r- The postal code boxes are away from you.\rTo print on the message side of hagaki.\r- The message side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuideRevLandForCassette" = "Fit the hagaki into the cassette (upper) as follows.\rTo print on the address side of hagaki.\r- The address side faces down.\r- The postal code boxes are away from you.\rTo print on the message side of hagaki.\r- The message side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuideRevLandForCassette_02" = "Fit the hagaki into the cassette 1 as follows.\rTo print on the address side of hagaki.\r- The address side faces down.\r- The postal code boxes are away from you.\rTo print on the message side of hagaki.\r- The message side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";
"MessContentsHagakiGuideRevLandForCassette_03" = "Fit the hagaki into the cassette as follows.\rTo print on the address side of hagaki.\r- The address side faces down.\r- The postal code boxes are away from you.\rTo print on the message side of hagaki.\r- The message side faces down.\r- The postal code boxes are towards you.\r\rThen click [OK] to start printing.";

"AlertMessTitleNoClearForm" = "No form file is selected.";
"AlertMessNoClearForm" = "Create a form file before executing form composite print.";
"AlertMessTitleClearFormNotSelected" = "No form file is selected.";
"AlertMessClearFormNotSelected" = "To execute form composite print, select the form file to be used for clear coating print.";
"AlertMessTitleClearFormNoNameOrAlreadyExist" = "A form name is not specified or a file of the same name already exists.";
"AlertMessClearFormNoNameOrAlreadyExist" = "Enter the form name of the form file to be created for clear coating print.";
"AlertMessTitleClearFormMaxEntries" = "You cannot save more than 30 entries.";
"AlertMessClearFormMaxEntries" = "Delete an existing entry before adding a new one.";
"AlertMessTitleClearFormDelete" = "Once a form file is deleted, it cannot be restored.";
"AlertMessClearFormDelete" = "Do you want to delete the form file?";
"AlertMessTitleClearFormNotDelete" = "Form file '%@' could not be deleted.";
"AlertMessClearFormNotDelete" = "Specified form file could not be deleted because form composite print is using it, or it does not exist. If form composite print is using the specified form file, delete it after the printing again.";
"AlertMessTitleCCChangeToAutoForMedia" = "Clear Coating Area: Custom (Create Form File) is not available for the selected media type.";
"AlertMessTitleCCChangeToAutoForPQuality" = "Clear Coating Area: Custom (Create Form File) is not available for the selected print quality.";
"AlertMessCCChangeToAuto" = "Do you want to change the Clear Coating Area setting to Auto?";
"AlertMessTitleMediaNotAvailableForClearCoating" = "Media Type: %@ is not available for [%@].";
"AlertMessNotAvailableForClearCoating" = "Refer to the user's guide for details.";
"AlertMessTitleCCChangePQuality" = "The selected print quality is not available for the specified clear coating area.";
"AlertMessCCChangePQuality" = "Do you want to change the print quality setting to an appropriate one?";
"AlertMessTitleClearFormDeletionFailed" = "Failed to delete the form file.";
"AlertMessClearFormDeletionFailed" = "Could not delete the form file due to a failure in the form file deletion process.";

"MessTitlePaperLoadGuide" = "Check how to load paper.";
"MessContentsPaperLoadGuide" = "Fit the paper into the front tray so that the side on which you want to print is facing down.\rInsert the paper completely to the end of the front tray.\r\rClick [OK] to start printing.";
"MessTitlePaperFaceDownGuide" = "Check these precautions regarding your printer.";
"MessContentsPaperFaceDownGuide" = "When printing from the cassette, load the paper so that the side on which you want to print is facing down.\rRefer to the user's guide for instructions on loading paper.\r\rThen click [OK].";
"MessTitleNoSidewaysSize" = "Load the paper into the rear tray lengthwise.";
"MessTitleNoSidewaysSizeForCassette" = "Load the paper into the cassette (upper) lengthwise.";
"MessContentsNoSidewaysSize" = "If you load the narrow width paper sideways, it may damage the printer.\r\rClick [OK] to start printing.";

"MessContentsUpdateMediaInformation" = "You can update the media information.\rStart Canon IJ Printer Utility2, and then update the media information from the [Media Information] panel.";
"MessContentsUpdateMediaInformation_2" = "You can update the media information.\rStart Canon IJ Printer Utility3, and then update the media information from the [Media Information] panel.";
"MessContentsCorrectMediaInformation" = "You need to correct the media information.\rStart Canon IJ Printer Utility2, and then correct the media information from the [Media Information] panel.";
"MessContentsCorrectMediaInformation_2" = "You need to correct the media information.\rStart Canon IJ Printer Utility3, and then correct the media information from the [Media Information] panel.";

"CancelMarginRegulation" = "Cancel Margin Regulation";
"AlertMessTitlePSSelectedNotWideMargins" = "The selected paper size does not have wide margins.";
"AlertMessMarginRegulation_WideMarginRecommend" = "Depending on the environment, if you continue printing with the current settings, conditions such as paper abrasion may cause paper stains or deterioration of the print quality.\rPrinting with a paper size that has wide margins is recommended.";

"AlertMessTitlePaperSizeAndRollPaperWidthDoNotMatch" = "The [Printer Paper Size] width and the [Roll Paper Width] setting do not match.";
"AlertMessPaperSizeAndRollPaperWidthDoNotMatch" = "Borderless printing may not be executed correctly, because the [Printer Paper Size] width and the [Roll Paper Width] setting do not match.\rChange either of the following settings to match the [Printer Paper Size] setting.\r- [Roll Paper Width]\r- [Fit Roll Paper Width]\r- [Rotate Page 90 degrees]\r\rClick [OK] to start printing.";
"AlertMessTitleCustomPaperSizeLessThanMinimumValues" = "The margin settings of the custom paper size are less than the supported minimum values.";
"AlertMessCustomPaperSizeLessThanMinimumCutOffPrintedImageSetCustomPaperSize" = "Because the margin settings of the custom paper size are less than the supported minimum values, part of the printed image may be cut off.\rFor the custom paper size, set appropriate margins according to the paper source.\r\rClick [OK] to start printing.";
"AlertMessCustomPaperSizeLessThanMinimumValuesCutOffPrintedImageSetOnBorderless" = "Because the margin settings of the custom paper size are less than the supported minimum values, part of the printed image may be cut off.\rFor the custom paper size, set appropriate margins according to the paper source, or set [Fit Roll Paper Width] to [On (Borderless)].\r\rClick [OK] to start printing.";
"AlertMessCustomPaperSizeLessThanMinimumValuesNotPrintedBetweenPage" = "Because the margin settings of the custom paper size are less than the supported minimum values, the spaces between pages may not be printed correctly.\rFor the custom paper size, set appropriate margins according to the paper source.\r\rClick [OK] to start printing.";
"AlertMessTitleCustomPaperSizeSetUnsupportedSize" = "The custom paper size has been set to an unsupported size.";
"AlertMessCustomPaperSizeSetUnsupportedSize" = "Change the size setting, and then print the document.";
"AlertMessTitleRotatePage90SizeOverPaperWidth" = "[Rotate Page 90 degrees] cannot be set, because the image width after 90-degree rotation is wider than the roll paper width.";
"AlertMessRotatePage90SizeOverPaperWidth" = "Change the setting, and then print the document.";
"AlertMessNotMatchPrinterPaperSizewidthandtheRollPaperWidthRotatePage90" = "Borderless printing may not be executed correctly, because the [Printer Paper Size] width and the [Roll Paper Width] setting do not match.\rChange either of the following settings to match the [Printer Paper Size] setting.\r- [Roll Paper Width]\r- [Fit Roll Paper Width]\r- [Rotate Page 90 degrees]";
"AlertMessNotMatchPrinterPaperSizewidthandtheRollPaperWidthCutOffPrintedImageSetOnBorderless" = "Borderless printing cannot be executed correctly, because the [Printer Paper Size] width and the [Roll Paper Width] setting do not match.\rChange [Printer Paper Size], or set [Fit Roll Paper Width] to [On (Borderless)].";
"AlertMessNotMatchPrinterPaperSizewidthandtheRollPaperWidthCutOffPrintedImageSetOnBorderlessOK" = "Borderless printing cannot be executed correctly, because the [Printer Paper Size] width and the [Roll Paper Width] setting do not match.\rChange [Printer Paper Size], or set [Fit Roll Paper Width] to [On (Borderless)].\r\rClick [OK] to start printing.";
"AlertMessImageHeightExceedsTheUpperLimit" = "The image height exceeds the upper limit of the supported paper size.";
"AlertMessTheImageMayBeCutOffOrRemainBlankBecauseImageHeightExceedsTheUpperLimit" = "The image height exceeds the upper limit of the supported paper size because the image was enlarged to fit the roll paper width. If you continue printing, part of the paper may remain blank.\r\rClick [OK] to start printing.";
/*付加設定パネルのメッセージ*/
"AlertMessDocumentTitleHasNotBeenEntered" = "[Document Title] has not been entered.";
"AlertMessEnterDocumentTitle" = "Enter [Document Title].";
/* PDE Title */
"QualityMedia" = "Quality & Media";
"QualityMedia_05" = "Quality & Media";
"QualityMedia_05_2" = "Quality & Media";
"ColorOptions" = "Color Options";
"ColorOptions_2" = "Color Options";
"SpecialEffects" = "Special Effects";
"ClearCoatingPrint" = "Clear Coating";
"BorderlessPrint" = "Borderless Printing";
"DuplexPrint" = "Duplex Printing";
"TDuplexANDMargin" = "Duplex Printing & Margin";
"TMargin" = "Margin";
"PaperDetail" = "Paper Detailed Settings";
"PaperDetail_2" = "Paper Detailed Settings";
"PapeProcess" = "Page Processing";
"PapeProcess_2" = "Page Processing";
"AdditionalSetting" = "Additional Settings";

/* PDE Option */
"Version" = "Version";
"VersionPa" = ".";

"Help" = "Help";

"CanonColorMatching" = "Canon Color Matching";

"BJCartridge" = "BJ Cartridge";
"MediaType" = "Media Type";
"MediaSupply" = "Paper Source";
"MediaSupply_02" = "Paper Source";
"PaperAllocation" = "Paper Allocation";
"PMTitle" = "Print Mode";
"PMTitle_06" = "Print Quality";
"PQTitle" = "Print Quality";
"PQTitle_06" = "Quality";
"PQSlider_Fast" = "Fast";
"PQSlider_Fast_03" = "Fast";
"PQSlider_Fast_02" = "Draft";
"PQSlider_Fine" = "Fine";
"PQSlider_Fine_02" = "Fine";
"Halftoning" = "Halftoning";

"PrinterMediaInformation" = "Printer Media Information";
"FailedMediaInformation" = "Failed to acquire media information.";
"PrinterMediaInfoMediaType" = "%@ Media Type";
"PrinterMediaInfoPaperSize" = "%@ Paper Size";

"ColorCorrection" = "Color Correction";
"ColorCorrection_02" = "Color Correction";
"PrinterProfile" = "Printer Profile";

"ColorBalance" = "Color Balance";
"ColorBalance_02" = "Color Balance";
"Color1" = "Cyan";
"Color1_04" = "Cyan";
"Color1_04_2" = "Cyan";
"Color2" = "Magenta";
"Color2_2" = "Magenta";
"Color3" = "Yellow";
"Color3_2" = "Yellow";
"Color4" = "Black";
"ColorBalanceMin" = "Low";
"ColorBalanceMin_02" = "Low";
"ColorBalanceMin_02_2" = "Low";
"ColorBalanceMax" = "High";
"ColorBalanceMax_02" = "High";
"ColorBalanceMax_02_2" = "High";

"Intensity" = "Intensity";
"IntensityMin" = "Light";
"IntensityMax" = "Dark";

"MonochromeTone" = "Tone";
"MonochromeToneMin" = "Cool";
"MonochromeToneMax" = "Warm";
"MonochromeType" = "Tone";
"AxisX" = "X";
"AxisX2" = "X";
"AxisY" = "Y";
"AxisY2" = "Y";

"Contrast2" = "Contrast";
"Contrast2_2" = "Contrast";
"Contrast2Min" = "Low";
"Contrast2Min_02" = "Low";
"Contrast2Min_02_2" = "Low";
"Contrast2Max" = "High";
"Contrast2Max_02" = "High";
"Contrast2Max_02_2" = "High";

"Brightness" = "Brightness";
"Brightness2" = "Brightness";

"OriginalImage" = "Original";
"PreviewImage" = "Preview";
"PvSampleType" = "Sample Type";
"PvColorPattern" = "View Color Pattern";

"Illustration" = "Simulate Illustration";

"Contrast" = "Contrast";
"Dark" = "Dark";
"Light" = "Light";

"Monochrome" = "Monochrome Effects";
"COL1" = "Sepia";
"COL2" = "Blue";
"COL3" = "Pink";
"COL4" = "Green";
"COL5" = "Select Color";
"COL5_03" = "Select Color";
"ColorSlider" = "Color";

"Vivid" = "Vivid Photo";

"NoiseReduction" = "Photo Noise Reduction";
"DCNRLevel1" = "Normal";
"DCNRLevel2" = "Strong";

"ClearCoatArea" = "Clear Coating Area";
"ClearCoatArea2" = "Clear Coating Area";
"ClearPatternType" = "Pattern";
"ClearFormInvert" = "Invert Form";
"ClearFormApplyMode" = "Apply Form";
"ClearFormName" = "Form Name";
"ClearFormDelete" = "Delete";
"FormFileName" = "Form Name";
"FileSize" = "Size";
"FilePages" = "Pages";
"FileDateCreated" = "Created date and time";
"FileBorderlessPrint" = "Borderless (Extension)";
"FileBPOff" = "Off";
"FileBPOn" = "On (%@)";

"OverPrint" = "Amount of Extension";
"OverPrint2" = "Borderless Extension";
"OPMin" = "Min";
"OPMin2" = "Min";
"OPMin2_2" = "Min";
"OPMax" = "Max";
"OPMax2" = "Max";
"OPMax2_2" = "Max";

"AutomaticDuplex" = "Duplex Printing";

"PrintArea" = "Print Area";
"NormalSize" = "Use normal-size printing";
"NormalSize_02" = "Use normal-size printing";
"ReducedSize" = "Use reduced printing";

"StapleSide" = "Stapling Side";
"StapleSide2" = "Stapling Side";
"LongSide" = "Long-side stapling";
"ShortSide" = "Short-side stapling";

"StapleSideMargin" = "Margin";
"StapleSideMargin2" = "Margin";

"StapleMarginUnitMm" = "mm (0-30)";
"StapleMarginUnitMm2" = "mm (0-30)";
"StapleMarginUnitInch" = "inches (0-1.2)";
"StapleMarginUnitInch2" = "inches (0-1.2)";
"Unit_Mm" = "mm";
"Unit_Inch" = "inches";

"Two-Sided" = "Two-Sided";

/* 「用紙の詳細設定」パネル */
"DryingTime" = "Drying Time";
"PaperDetailPrinterDefault" = "Printer Default";
"PaperDetailNone" = "None";
"PaperDetail30sec" = "30 seconds";
"PaperDetail1min" = "1 minute";
"PaperDetail3min" = "3 minutes";
"PaperDetail5min" = "5 minutes";

"HeadHeight" = "Print Head Height";
"PaperDetailAvoidAbrasion" = "Avoid Paper Abrasion";

"CalibValue" = "Calibration Value";
"PaperDetailUseValue" = "Use Value";
"PaperDetailDisregardValue" = "Disregard Value";

"UnidirPrint" = "Unidirectional Printing";

"PaperVacuum" = "Paper Vacuum";
"DoNotVacuum" = "Do not vacuum";

"DryingTimePage" = "Dry Time (Between Pages)";
"PaperDetail10min" = "10 minutes";
"PaperDetail30min" = "30 minutes";
"PaperDetail60min" = "60 minutes";

"DryingTimeScan" = "Dry Time (Between Scans)";
"PaperDetail1sec" = "1 second";
"PaperDetail3sec" = "3 seconds";
"PaperDetail5sec" = "5 seconds";
"PaperDetail7sec" = "7 seconds";
"PaperDetail9sec" = "9 seconds";

"RollPaperSafetyMargin" = "Roll Paper Safety Margin";
"RollPaperSafetyMgn3mm" = "3mm";
"RollPaperSafetyMgn5mm" = "5mm";
"RollPaperSafetyMgn20mm" = "20mm";

"CutSpeed" = "Cut Speed";
"CutSpeedFast" = "Fast";
"CutSpeedStandard" = "Standard";
"CutSpeedSlow" = "Slow";

"AutomaticCutting" = "Automatic Cutting";
"AutomaticCuttingPrintLine" = "Print Cut Guideline";
"AutomaticCuttingOn" = "Yes";

/* 「ページ加工」パネル */
"RollPaperWidth" = "Roll Paper Width";
"RollSize60in" = "60 in Roll (1524.0mm)";
"RollSize54in" = "54 in Roll (1371.6mm)";
"RollSize50in" = "50 in Roll (1270.0mm)";
"RollSize44in" = "44 in Roll (1117.6mm)";
"RollSize42in" = "42 in Roll (1066.8mm)";
"RollSizeB0B1" = "B0/B1 Roll (1030.0mm)";
"RollSize36in" = "36 in Roll (914.4mm)";
"RollSizeA0A1" = "A0/A1 Roll (841.0mm)";
"RollSize30in" = "30 in Roll (762.0mm)";
"RollSizeB1B2" = "B1/B2 Roll (728.0mm)";
"RollSize24in" = "24 in Roll (609.6mm)";
"RollSizeA1A2" = "A1/A2 Roll (594.0mm)";
"RollSizeB2B3" = "B2/B3 Roll (515.0mm)";
"RollSize17in" = "17 in Roll (431.8mm)";
"RollSizeA2A3" = "A2/A3 Roll (420.0mm)";
"RollSize16in" = "16 in Roll (406.4mm)";
"RollSize14in" = "14 in Roll (355.6mm)";
"RollSizeA3Plus" = "A3+ Roll (329.0mm)";
"RollSize300mm" = "300mm Roll (300.0mm)";
"RollSizeA3A4" = "A3/A4 Roll (297.0mm)";
"RollSizeB4" = "B4 Roll (257.0mm)";
"RollSize10in" = "10 in Roll (254.0mm)";
"RollSize8in" = "8 in Roll (203.2mm)";

"BannerPrinting" = "Banner Printing";

"FitRollPaperWidth" = "Fit Roll Paper Width";
"FitRollPaperWidthOnBordered" = "On (Bordered)";
"FitRollPaperWidthOnBoderless" = "On (Borderless)";
"FitRollPaperWidthOff" = "Off";

"NoSpacesTopBottom" = "No Spaces at Top or Bottom";

"RotatePage90Degree" = "Rotate Page 90 degrees";

"PrintCentered" = "Print Centered";


"OutputMethod" = "Output Method";
"OutputMethodPrint" = "Print";
"OutputMethodSaveBox" = "Save in Job Box";

"DocumentTitle" = "Document Title";

"JobBoxNumber" = "Job Box No.";
"JobBoxNumber1" = "1";
"JobBoxNumber2" = "2";
"JobBoxNumber3" = "3";
"JobBoxNumber4" = "4";
"JobBoxNumber5" = "5";
"JobBoxNumber6" = "6";
"JobBoxNumber7" = "7";
"JobBoxNumber8" = "8";
"JobBoxNumber9" = "9";
"JobBoxNumber10" = "10";
"JobBoxNumber11" = "11";
"JobBoxNumber12" = "12";
"JobBoxNumber13" = "13";
"JobBoxNumber14" = "14";
"JobBoxNumber15" = "15";
"JobBoxNumber16" = "16";
"JobBoxNumber17" = "17";
"JobBoxNumber18" = "18";
"JobBoxNumber19" = "19";
"JobBoxNumber20" = "20";
"JobBoxNumber21" = "21";
"JobBoxNumber22" = "22";
"JobBoxNumber23" = "23";
"JobBoxNumber24" = "24";
"JobBoxNumber25" = "25";
"JobBoxNumber26" = "26";
"JobBoxNumber27" = "27";
"JobBoxNumber28" = "28";
"JobBoxNumber29" = "29";

"PrintAfterReception" = "Print after reception is complete";

/* Print Mode */
"PM1" = "Printing a top-quality photo";
"PM1_06" = "High";
"PM1_07" = "Highest";
"PM2" = "Printing tables and charts";
"PM2_06" = "Standard";
"PM2_07" = "High";
"PM3" = "Printing a composite document";
"PM3_06" = "Fast";
"PM3_07" = "Draft";
"PM3_08" = "Standard";
"PM4" = "Fast-print all-black text";
"PM5" = "Detailed Setting";
"PM5_06" = "Custom";

/* Print Quality */
"PQ1" = "Fast";
"PQ1_03" = "Draft";
"PQ2" = "Normal(Fast)";
"PQ2_03" = "Normal";
"PQ3" = "Normal(Fine)";
"PQ3_02" = "Normal(Fine)";
"PQ4" = "Fine";
"PQ4_02" = "Fine";
"PQ5" = "Super Fine";
"PQ5_02" = "Super Fine";

/* Halftoning */
"HT2560" = "Dither";
"HT2595" = "Diffusion";

/* Paper Size */
"PS99" = "A6";
"PS1" = "A5";
"PS3" = "A4";
"PS5" = "A3";
"PS7" = "A2";
"PS8" = "JIS B5";
"PS10" = "JIS B4";
"PS12" = "JIS B3";
"PS141" = "Legal (India) 8.46\"x13.58\" 215x345mm";
"PS144" = "8.5 x 13";
"PS142" = "Oficio 8.5\"x12.5\" 215.9x317.5mm";
"PS143" = "M-Oficio 8.50\"x13.43\" 216.0x341.0mm";
"PS13" = "US Letter";
"PS145" = "Executive";
"PS15" = "US Legal";
"PS17" = "Tabloid";



"PS20" = "Postcard";
"PS20_02" = "Postcard";

"PS40" = "Envelope You4 Long Edge";

"PS48" = "Envelope You4";

"PS58" = "Envelope Choukei 3";
"PS59" = "Envelope Choukei 4";

"PS41" = "Envelope You6";
"PS49" = "Envelope You6";
"PS45" = "Canon 4\"x6\"";

"PS23" = "Envelope DL";
"PS47" = "Envelope DL";
"PS22" = "Envelope #10";
"PS46" = "Envelope #10";
"PS146" = "Envelope C5";
"PS147" = "Envelope Monarch";

"PS44" = "A3+ 13\"x19\" 33x48cm";
"PS44_2" = "A3+";
"PS42" = "US Letter+";
"PS43" = "A4+";
"PS50" = "L";
"PS51" = "2L";

"PS52" = "4 x 6";
"PS53" = "CD-R tray";
"PS54" = "Card";
"PS755" = "5\"x7\" 13x18cm";
"PS55" = "5 x 7";

"PS56" = "P";

"PS57" = "Postcard Double";

"PS60" = "Yougata 1";
"PS61" = "Yougata 2";
"PS62" = "Yougata 3";
"PS63" = "CD-R tray A";
"PS64" = "CD-R tray B";
"PS65" = "Credit Card";
"PS66" = "Fine Art A4";
"PS67" = "Fine Art A3";
"PS68" = "Fine Art A3+";
"PS69" = "Fine Art US Letter";
"PS70" = "4\"x8\"";
"PS71" = "14\"x17\" 36x43cm";
"PS72" = "10\"x12\" 25x30cm";

"PS73" = "8 x 10";
"PS74" = "CD-R tray C";
"PS75" = "CD-R tray D";
"PS76" = "CD-R tray E";
"PS77" = "Art A4 (Margin 35)";
"PS78" = "Art A3 (Margin 35)";
"PS79" = "Art US Letter (Margin 35)";
"PS80" = "Art A3+ (Margin 35)";
"PS81" = "CD-R tray F";
"PS82" = "Wide";
"PS83" = "CD-R tray G";


"PS86" = "Disc tray G";
"PS87" = "Disc tray H";
"PS88" = "A4 (Art Paper Margin 35)";
"PS89" = "A3 (Art Paper Margin 35)";
"PS90" = "US Letter (Art Paper Margin 35)";
"PS91" = "Disc tray J";
"PS92" = "Disc tray K";
"PS93" = "A3+ (Art Paper Margin 35)";
"PS94" = "A4 (Art Paper Margin 30)";
"PS95" = "A3 (Art Paper Margin 30)";
"PS96" = "US Letter (Art Paper Margin 30)";
"PS97" = "A3+ (Art Paper Margin 30)";
"PS130" = "Tabloid Oversize";
"PS132" = "Letter Oversize";
"PS140" = "Tabloid (Art Paper Margin 30)";
"PS148" = "B-Oficio 8.5\"x14\" 216.0x355.0mm";
"PS149" = "A4 (Margin 25)";
"PS150" = "US Letter (Margin 25)";
"PS151" = "A3 (Margin 25)";
"PS152" = "A3+ (Margin 25)";
"PS153" = "A2 (Margin 25)";
"PS154" = "C (Margin 25)";
"PS155" = "Tabloid (Margin 25)";
"PS98" = "Disc tray L";
"PS19" = "C";
"PS256" = "Custom Sizes";

"PS5003" = "A4 (Cut Sheet)";
"PS6003" = "A4 (oversize)";
"PS5005" = "A3 (Cut Sheet)";
"PS6005" = "A3 (oversize)";
"PS5007" = "A2 (Cut Sheet)";
"PS6007" = "A2 (oversize)";
"PS101" = "A1";
"PS601" = "A1 (borderless)";
"PS5101" = "A1 (Cut Sheet)";
"PS6101" = "A1 (oversize)";
"PS100" = "A0";
"PS600" = "A0 (borderless)";
"PS5100" = "A0 (Cut Sheet)";
"PS6100" = "A0 (oversize)";
"PS5010" = "JIS B4 (Cut Sheet)";
"PS6010" = "JIS B4 (oversize)";
"PS512" = "JIS B3 (borderless)";
"PS5012" = "JIS B3 (Cut Sheet)";
"PS6012" = "JIS B3 (oversize)";
"PS105" = "JIS B2";
"PS605" = "JIS B2 (borderless)";
"PS5105" = "JIS B2 (Cut Sheet)";
"PS6105" = "JIS B2 (oversize)";
"PS104" = "JIS B1";
"PS604" = "JIS B1 (borderless)";
"PS5104" = "JIS B1 (Cut Sheet)";
"PS6104" = "JIS B1 (oversize)";
"PS162" = "JIS B0";
"PS662" = "JIS B0 (borderless)";
"PS5162" = "JIS B0 (Cut Sheet)";
"PS6162" = "JIS B0 (oversize)";
"PS161" = "B4";
"PS661" = "B4 (borderless)";
"PS5161" = "B4 (Cut Sheet)";
"PS6161" = "B4 (oversize)";
"PS160" = "B3";
"PS660" = "B3 (borderless)";
"PS5160" = "B3 (Cut Sheet)";
"PS6160" = "B3 (oversize)";
"PS159" = "B2";
"PS659" = "B2 (borderless)";
"PS5159" = "B2 (Cut Sheet)";
"PS6159" = "B2 (oversize)";
"PS158" = "B1";
"PS658" = "B1 (borderless)";
"PS5158" = "B1 (Cut Sheet)";
"PS6158" = "B1 (oversize)";
"PS157" = "B0";
"PS657" = "B0 (borderless)";
"PS5157" = "B0 (Cut Sheet)";
"PS6157" = "B0 (oversize)";
"PS5013" = "US Letter (Cut Sheet)";
"PS6013" = "US Letter (oversize)";
"PS5015" = "US Legal (Cut Sheet)";
"PS6015" = "US Legal (oversize)";
"PS5017" = "Tabloid (Cut Sheet)";
"PS6017" = "Tabloid (oversize)";
"PS164" = "Super B";
"PS664" = "Super B (borderless)";
"PS5164" = "Super B (Cut Sheet)";
"PS6164" = "Super B (oversize)";
"PS156" = "A2+";
"PS656" = "A2+ (borderless)";
"PS5156" = "A2+ (Cut Sheet)";
"PS6156" = "A2+ (oversize)";
"PS115" = "E";
"PS615" = "E (borderless)";
"PS5115" = "E (Cut Sheet)";
"PS6115" = "E (oversize)";
"PS163" = "F";
"PS663" = "F (borderless)";
"PS5163" = "F (Cut Sheet)";
"PS6163" = "F (oversize)";
"PS116" = "D";
"PS616" = "D (borderless)";
"PS5116" = "D (Cut Sheet)";
"PS6116" = "D (oversize)";
"PS5019" = "C (Cut Sheet)";
"PS6019" = "C (oversize)";
"PS176" = "US Photo 16 x 20";
"PS676" = "US Photo 16 x 20 (borderless)";
"PS5176" = "US Photo 16 x 20 (Cut Sheet)";
"PS6176" = "US Photo 16 x 20 (oversize)";
"PS5073" = "8 x 10 (Cut Sheet)";
"PS6073" = "8 x 10 (oversize)";
"PS175" = "10\"x15\" 25x38cm";
"PS675" = "10\"x15\" 25x38cm (borderless)";
"PS5175" = "10\"x15\" 25x38cm (Cut Sheet)";
"PS6175" = "10\"x15\" 25x38cm (oversize)";
"PS5072" = "10\"x12\" 25x30cm (Cut Sheet)";
"PS6072" = "10\"x12\" 25x30cm (oversize)";
"PS174" = "12\"x16\" 30x41cm";
"PS674" = "12\"x16\" 30x41cm (borderless)";
"PS5174" = "12\"x16\" 30x41cm (Cut Sheet)";
"PS6174" = "12\"x16\" 30x41cm (oversize)";
"PS5071" = "14\"x17\" 36x43cm (Cut Sheet)";
"PS6071" = "14\"x17\" 36x43cm (oversize)";
"PS173" = "18\"x22\" 46x56cm";
"PS673" = "18\"x22\" 46x56cm (borderless)";
"PS5173" = "18\"x22\" 46x56cm (Cut Sheet)";
"PS6173" = "18\"x22\" 46x56cm (oversize)";
"PS172" = "20\"x24\" 51x61cm";
"PS672" = "20\"x24\" 51x61cm (borderless)";
"PS5172" = "20\"x24\" 51x61cm (Cut Sheet)";
"PS6172" = "20\"x24\" 51x61cm (oversize)";
"PS124" = "ARCH E";
"PS624" = "ARCH E (borderless)";
"PS5124" = "ARCH E (Cut Sheet)";
"PS6124" = "ARCH E (oversize)";
"PS125" = "ARCH E1";
"PS625" = "ARCH E1 (borderless)";
"PS5125" = "ARCH E1 (Cut Sheet)";
"PS6125" = "ARCH E1 (oversize)";
"PS165" = "ARCH E2";
"PS665" = "ARCH E2 (borderless)";
"PS5165" = "ARCH E2 (Cut Sheet)";
"PS6165" = "ARCH E2 (oversize)";
"PS166" = "ARCH E3";
"PS666" = "ARCH E3 (borderless)";
"PS5166" = "ARCH E3 (Cut Sheet)";
"PS6166" = "ARCH E3 (oversize)";
"PS126" = "ARCH D";
"PS626" = "ARCH D (borderless)";
"PS5126" = "ARCH D (Cut Sheet)";
"PS6126" = "ARCH D (oversize)";
"PS128" = "ARCH C";
"PS628" = "ARCH C (borderless)";
"PS5128" = "ARCH C (Cut Sheet)";
"PS6128" = "ARCH C (oversize)";
"PS630" = "ARCH B (borderless)";
"PS5130" = "ARCH B (Cut Sheet)";
"PS6130" = "ARCH B (oversize)";
"PS632" = "ARCH A (borderless)";
"PS5132" = "ARCH A (Cut Sheet)";
"PS6132" = "ARCH A (oversize)";
"PS167" = "Envelope C0";
"PS667" = "Envelope C0 (borderless)";
"PS5167" = "Envelope C0 (Cut Sheet)";
"PS6167" = "Envelope C0 (oversize)";
"PS168" = "Envelope C1";
"PS668" = "Envelope C1 (borderless)";
"PS5168" = "Envelope C1 (Cut Sheet)";
"PS6168" = "Envelope C1 (oversize)";
"PS169" = "Envelope C2";
"PS669" = "Envelope C2 (borderless)";
"PS5169" = "Envelope C2 (Cut Sheet)";
"PS6169" = "Envelope C2 (oversize)";
"PS170" = "Envelope C3";
"PS670" = "Envelope C3 (borderless)";
"PS5170" = "Envelope C3 (Cut Sheet)";
"PS6170" = "Envelope C3 (oversize)";
"PS171" = "Envelope C4";
"PS671" = "Envelope C4 (borderless)";
"PS5171" = "Envelope C4 (Cut Sheet)";
"PS6171" = "Envelope C4 (oversize)";
"PS177" = "Poster 20 x 30";
"PS677" = "Poster 20 x 30 (borderless)";
"PS5177" = "Poster 20 x 30 (Cut Sheet)";
"PS6177" = "Poster 20 x 30 (oversize)";
"PS178" = "Poster 30 x 40";
"PS678" = "Poster 30 x 40 (borderless)";
"PS5178" = "Poster 30 x 40 (Cut Sheet)";
"PS6178" = "Poster 30 x 40 (oversize)";
"PS179" = "Poster 42 x 60";
"PS679" = "Poster 42 x 60 (borderless)";
"PS5179" = "Poster 42 x 60 (Cut Sheet)";
"PS6179" = "Poster 42 x 60 (oversize)";
"PS180" = "Poster 44 x 62";
"PS680" = "Poster 44 x 62 (borderless)";
"PS5180" = "Poster 44 x 62 (Cut Sheet)";
"PS6180" = "Poster 44 x 62 (oversize)";
"PS181" = "Poster 50 x 70";
"PS681" = "Poster 50 x 70 (borderless)";
"PS6181" = "Poster 50 x 70 (oversize)";
"PS182" = "Poster 54 x 76";
"PS682" = "Poster 54 x 76 (borderless)";
"PS6182" = "Poster 54 x 76 (oversize)";
"PS183" = "Poster 60 x 84";
"PS683" = "Poster 60 x 84 (borderless)";
"PS184" = "13 x 22";
"PS684" = "13 x 22 (borderless)";
"PS5184" = "13 x 22 (Cut Sheet)";
"PS6184" = "13 x 22 (oversize)";
"PS185" = "Poster 300x900mm";
"PS685" = "Poster 300x900mm (borderless)";
"PS5185" = "Poster 300x900mm (Cut Sheet)";
"PS6185" = "Poster 300x900mm (oversize)";
"PS510" = "JIS B4 (borderless)";
"PS515" = "US Legal (borderless)";
"PS5044" = "A3+ (Cut Sheet)";
"PS6044" = "A3+ (oversize)";
"PS186" = "Square 5\"x5\" 13x13cm";
"PS686" = "Square 5\"x5\" (borderless)";
"PS188" = "Disc tray M";


"PS503" = "A4 (borderless)";
"PS505" = "A3 (borderless)";
"PS507" = "A2 (borderless)";
"PS513" = "US Letter (borderless)";

"PS517" = "Tabloid (borderless)";
"PS519" = "C (borderless)";


"PS520" = "Postcard (borderless)";
"PS520_02" = "Postcard (borderless)";
"PS544" = "A3+ 13\"x19\" 33x48cm (borderless)";
"PS544_2" = "A3+ (borderless)";
"PS550" = "L (borderless)";
"PS551" = "2L (borderless)";

"PS552" = "4 x 6 (borderless)";
"PS554" = "Card (borderless)";

"PS555" = "5 x 7 (borderless)";
"PS556" = "P (borderless)";
"PS565" = "Credit Card (borderless)";
"PS570" = "4\"x8\" (borderless)";
"PS571" = "14\"x17\" 36x43cm (borderless)";
"PS572" = "10\"x12\" 25x30cm (borderless)";

"PS573" = "8 x 10 (borderless)";
"PS582" = "Wide (borderless)";
"PS10003" = "Other or Not Set";
/* CartridgeType */
"CT1" = "Color";
"CT2" = "Black";
"CT3" = "Photo";
"CT4" = "Black/Color";
"CT5" = "Black/Photo";
"CT6" = "Photo/Color";

/* MediaType */
"MT0" = "Plain Paper";
"MT1" = "Transparencies";
"MT3" = "Back Print Film";
"MT4" = "Fabric Sheet";
"MT6" = "High Gloss Film";
"MT7" = "Hagaki";
"MT7_09" = "Hagaki";
"MT8" = "Envelope";
"MT8_07" = "Envelope";
"MT15" = "Glossy Postcard";
"MT16" = "High Resolution Paper";
"MT18" = "T-Shirt Transfers";
"MT20" = "Thick Paper";
"MT21" = "High Gloss Photo Film";
"MT22" = "Glossy Photo Paper";
"MT24" = "Glossy Photo Cards";
"MT26" = "Photo Paper Pro";
"MT27" = "Ink Jet Hagaki";
"MT27_07" = "Ink Jet Hagaki";
"MT27_09" = "Ink Jet Hagaki";
"MT28" = "Matte Photo Paper";
"MT29" = "Photo Paper Plus Glossy";
"MT31" = "Printable disc";
"MT32" = "Printable disc (bleed-proof)";
"MT33" = "Koutaku Ink Jet Hagaki";
"MT35" = "Perforated Photo Paper";
"MT36" = "Other Photo Paper";
"MT37" = "Photo Paper Plus Double Sided";
"MT40" = "Fine Art \"Photo Rag\"";
"MT41" = "Other Fine Art Paper";
"MT42" = "Photo Paper Plus Semi-gloss";
"MT44" = "Fine Art Premium Matte";
"MT45" = "Canvas";
"MT46" = "Board Paper";
"MT49" = "Fine Art \"Museum Etching\"";
"MT50" = "Photo Paper Plus Glossy II";
"MT51" = "Photo Paper Pro Platinum";
"MT52" = "Photo Paper Pro II";

"MT54" = "Hagaki K";
"MT54_09" = "Hagaki K";
"MT55" = "Hagaki P";
"MT55_09" = "Hagaki P";
"MT56" = "Hagaki A";
"MT56_09" = "Hagaki A";
"MT70" = "Ink Jet Hagaki (A)";
"MT71" = "Hagaki K (A)";
"MT72" = "Hagaki (A)";
"MT58" = "Other Fine Art Paper 1";
"MT59" = "Other Fine Art Paper 2";

"MT60" = "Other Glossy Paper (Wide Margins)";
"MT61" = "Other Glossy Paper";
"MT62" = "Photo Paper Plus Glossy II N";
"MT63" = "Photo Paper Pro Luster";
"MT64" = "Other Glossy Paper (Wide Margins)";
"MT65" = "Glossy Photo Paper N";
"MT66" = "Photo Paper Pro Premium Matte";
"MT67" = "Photo Paper Pro Platinum N";
"MT68" = "Glossy Photo Paper";
"MT69" = "Matte Photo Paper N";
"MT73" = "Lightweight Photo Paper";
"MT74" = "Heavyweight Photo Paper";
"MT75" = "Heavyweight Fine Art Paper";
"MT76" = "Extra Heavyweight Fine Art Paper";
"MT79" = "Highest Density Fine Art Paper";
"MT77" = "Japanese Paper Washi";
"MT78" = "Canvas";
"MT80" = "Label Papers";

"MT81" = "MT81";
"MT82" = "MT82";
"MT83" = "MT83";
"MT84" = "Plain Paper (Instant-dry)";
"MT85" = "MT85";
"MT86" = "MT86";
"MT87" = "MT87";
"MT88" = "MT88";
"MT89" = "MT89";
"MT90" = "MT90";
"MT91" = "MT91";
"MT92" = "MT92";
"MT93" = "MT93";
"MT94" = "MT94";
"MT95" = "MT95";
"MT96" = "MT96";
"MT97" = "MT97";
"MT98" = "MT98";
"MT99" = "MT99";
"MT104" = "MT104";
"MT105" = "MT105";
"MT106" = "MT106";
"MT107" = "MT107";
"MT108" = "MT108";
"MT109" = "MT109";
"MT110" = "MT110";
"MT111" = "MT111";
"MT112" = "MT112";
"MT113" = "MT113";
"MT114" = "MT114";
"MT115" = "MT115";
"MT116" = "MT116";
"MT117" = "MT117";
"MT118" = "MT118";
"MT119" = "MT119";
"MT120" = "MT120";
"MT121" = "MT121";
"MT122" = "MT122";
"MT123" = "MT123";
"MT124" = "MT124";
"MT125" = "MT125";
"MT126" = "MT126";
"MT127" = "MT127";

"MT128" = "Other Paper";

"MT129" = "MT129";
"MT130" = "MT130";
"MT131" = "MT131";
"MT132" = "Lightweight Proofing Paper";
"MT133" = "Middleweight Proofing Paper";
"MT134" = "MT134";
"MT135" = "MT135";
"MT136" = "MT136";
"MT137" = "MT137";
"MT138" = "MT138";
"MT139" = "MT139";
"MT140" = "MT140";
"MT141" = "MT141";
"MT142" = "MT142";
"MT143" = "MT143";
"MT144" = "MT144";
"MT145" = "MT145";
"MT146" = "MT146";
"MT147" = "MT147";
"MT148" = "MT148";
"MT149" = "Photo Paper Plus Glossy II A";
"MT150" = "Glossy Photo Paper A";
"MT155" = "Photo Paper Pro Premium Matte A";

"MT10000" = "Ink Jet Hagaki";
"MT10001" = "Hagaki K";
"MT10002" = "Other or Not Set";

/* Media Grouping Type */
"MGT0" = "Plain Paper";
"MGT0_02" = "Plain Papers";
"MGT0_02_2" = "Plain Papers";
"MGT1" = "Photo Papers";
"MGT1_02" = "Photo Papers";
"MGT1_02_2" = "Photo Papers";
"MGT2" = "Fine Art Papers";
"MGT2_02" = "Fine Art Papers";
"MGT2_02_2" = "Fine Art Papers";
"MGT3" = "Envelope";
"MGT3_02" = "Envelopes";
"MGT3_02_2" = "Envelopes";
"MGT4" = "Hagaki";
"MGT4_02" = "Hagaki";
"MGT4_02_2" = "Hagaki";
"MGT5" = "Other Papers";
"MGT5_02" = "Other Papers";
"MGT5_02_2" = "Other Papers";
"MGT6" = "Coated Papers";
"MGT6_2" = "Coated Papers";
"MGT7" = "Proofing Papers";
"MGT7_2" = "Proofing Papers";
"MGT8" = "Textile";
"MGT8_2" = "Textile";
"MGT9" = "Sign";
"MGT9_2" = "Sign";
"MGT10" = "CAD Papers";
"MGT10_2" = "CAD Papers";
"MGT11" = "POP Board";
"MGT11_2" = "POP Board";
"MGT12" = "Special";
"MGT12_2" = "Special";
"MGT13" = "Custom";
"MGT13_2" = "Custom";
"MGT14" = "Label Papers";
"MGT14_2" = "Label Papers";

/* Illustration Contrast */
"CONT1" = "1";
"CONT2" = "2";
"CONT3" = "3";
"CONT4" = "4";

/* Over Margin Level */
"OP0" = "0";
"OP1" = "1";
"OP2" = "2";
"OP3" = "3";
"OP4" = "4";

/* Preview Sample Type */
"PvSampleType1" = "Standard";
"PvSampleType2" = "Portrait";
"PvSampleType3" = "Landscape";
"PvSampleType4" = "Graphics";

/* Print Type */
"PrintType" = "Print Type";
"PrintType2" = "Color Mode";

"PTM1" = "Photo";
"PTM21" = "Standard";
"PTM21_02" = "Photo Color";
"PTM2" = "Graphic";
"PTM3" = "Spot Color";
"PTM23" = "Vivid Photo";
"PTM24" = "Linear Tone";
"PTM25" = "PRO Mode";

/* PrintPreview */
"PrintPreview" = "Print Preview";

/* RenderingIntent */
"RenderingIntent" = "Rendering Intent";
"Perceptual" = "Perceptual (Photo)";
"Saturation" = "Saturation (Poster)";
"RenderingIntentNone" = "No Color Correction";

/* GrayScale Printing */

"GrayscalePrinting" = "Grayscale Printing";
"GrayscalePrinting_03" = "Black and White Photo Print";

/* OFF or ON String */
"OFF" = "OFF";
"ON" = "ON";

/* ColorCorrectionMenu */
"CCM1" = "BJ Standard";
"CCM21" = "Driver Matching";
"CCM2" = "ColorSync";
"CCM3" = "None";
"CCM23_02" = "None";

/* Brightness */
"BTS11" = "a";
"BTS12" = "Light";
"BTS12_2" = "Light";
"BTS13" = "Normal";
"BTS14" = "Dark";
"BTS14_2" = "Dark";

/* Brightness2 */
"BTS21" = "Light";
"BTS22" = "Normal";
"BTS23" = "Dark";
"BTS24" = "Very Dark";

/* Staple Side */
"STS21" = "Long-side stapling (Left)";
"STS22" = "Long-side stapling (Right)";
"STS23" = "Short-side stapling (Top)";
"STS23_02" = "Short-side stapling (Top)";
"STS24" = "Short-side stapling (Bottom)";

/* Clear Coating Area */
"ClearAuto" = "Auto";
"PaperDetailAuto" = "Auto";
"ClearOverall" = "Overall";
"PaperDetailOverall" = "Overall";
"ClearCustom" = "Custom";

/* Clear Coating Custom Mode */
"ClearFormCompositePrint" = "Form Composite Print";
"ClearCreateForm" = "Create/Delete Form File";

/* Clear Pattern Size */
"Large" = "Large";
"Medium" = "Medium";
"Small" = "Small";

/* Clear Form Apply Mode */
"ClearFormSameToAllPages" = "Same to All Pages";
"ClearFormIndividualPage" = "Individual Page";

/* No or Yes String */
"No" = "No";
"Yes" = "Yes";

/* None String */
"None" = "None";

/* iPhoto Preset */
"BJMediaType0" = "Photo on Plain Paper";
"BJMediaType50" = "Photo on Photo Paper Plus Glossy II";
"BJMediaType28" = "Photo on Matte Photo Paper";
"BJMediaType42" = "Photo on Photo Paper Plus Semi-gloss";
"BJMediaType22" = "Photo on Glossy Photo Paper";
"BJMediaType52" = "Photo on Photo Paper Pro II";
"BJMediaType51" = "Photo on Photo Paper Pro Platinum";
"BJMediaType62" = "Photo on Photo Paper Plus Glossy II N";
"BJMediaType63" = "Photo on Photo Paper Pro Luster";
"BJMediaType65" = "Photo on Glossy Photo Paper N";
"BJMediaType67" = "Photo on Photo Paper Pro Platinum N";
"BJMediaType68" = "Photo on Glossy Photo Paper";
"BJMediaType69" = "Photo on Matte Photo Paper N";
"BJMediaType149" = "Photo on Photo Paper Plus Glossy II A";
"BJMediaType150" = "Photo on Glossy Photo Paper A";

/* General Preset */
"GeneralPreset3000" = "Fast Printing on Plain Paper";
"GeneralPreset3000_02" = "Draft Printing on Plain Paper";
"GeneralPreset1000" = "Fine Printing on Plain Paper";

/* Media Supply Info*/
"MediaSupplyInfo41" = "Cassette position: Upper";
"MediaSupplyInfo41_02" = "Cassette position: Cassette 1";
"MediaSupplyInfo42" = "Cassette position: Lower";
"MediaSupplyInfo42_02" = "Cassette position: Cassette 2";

/* Monochrome Tone Menu */
"MonochromeTypeCool" = "Cool Tone";
"MonochromeTypePure" = "Black and White";
"MonochromeTypeWarm" = "Warm Tone";
"MonochromeTypeCustom" = "Custom";

/* Job Title */
"JobTitle_CCDeleteForm" = "Delete Form File";
"JobTitle_ApplySettings" = "Apply Settings";
"JobTitle_UpdateSettings" = "Update Settings";
"JobTitle_GetStatus" = "Check Printer Status";
"JobTitle_GetMediaInformation" = "Get Media Info";

/* UI Constraints Options */
"Off" = "Off";
"Long-EdgeBinding" = "Long-Edge binding";
"Short-EdgeBinding" = "Short-Edge binding";

/* RollFeedUnit */
"RollFeedUnit" = "Roll Unit";
